/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Dodatno se informirajte</b> o upravljanju uređajima i sigurnosti.";

/* No comment provided by engineer. */
"A system error occurred" = "Došlo je do pogreške sustava";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Račun će biti uklonjen iz aplikacije %@ i drugih aplikacija tvrtke Yahoo na ovom uređaju.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Dodaj račun";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Došlo je do pogreške. Pokušajte ponovno kasnije.";

/* Accessibility label for the back button */
"Back" = "Natrag";

/* call tip prefix in 2lc */
"Call %@" = "Poziv %@";

/* No comment provided by engineer. */
"Call again" = "Pozovite ponovno";

/* Cancel
   Cancel button title */
"Cancel" = "Otkaži";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Nije moguće učitati stranicu.";

/* Accessibility label for the close button */
"Close" = "Zatvori";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Nastavi";

/* Create Account view title
   sign up button title */
"Create Account" = "Izradi račun";

/* learn more alert title */
"Device Not Recognized" = "Uređaj nije prepoznat";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Niste primili poruku e-pošte?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Niste primili tekstualnu poruku?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Niste primili glasovni kôd?";

/* Dismiss */
"Dismiss" = "Odbaci";

/* Edit button title */
"Edit" = "Uredi";

/* No comment provided by engineer. */
"Email could not be sent" = "Poruka se ne može se poslati";

/* No comment provided by engineer. */
"Email sent" = "Poruka poslana";

/* No comment provided by engineer. */
"Enter Code" = "Upiši kôd";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Radi sigurnosti trebate otključati svoj račun.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Iz sigurnosnih razloga ponovno potvrdite svoj račun.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Radi sigurnosti računa prijavite se putem weba.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Zaboravili ste zaporku ili ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Zaboravili ste zaporku?";

/* No comment provided by engineer. */
"Generic Handoff" = "Generički zadatak";

/* Go to Account recovery */
"Get Help" = "Dobivanje pomoći";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Netočan odgovor. Pokušajte ponovno.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Nevažeći ID ili zaporka. Pokušajte ponovno.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Ograničenje dostignuto. Poruka se ne može se poslati";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Ograničenje dostignuto. Nije moguće poslati tekstualnu poruku ili uputiti glasovni poziv.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Istekla je sesija prijave, pokušajte ponovno.";

/* Network error alert view title */
"Network unavailable." = "Mreža nije dostupna.";

/* OK
   OK Button title
   ok button title */
"OK" = "U redu";

/* password text field place holder */
"Password" = "Zaporka";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Unesite lozinku za \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Ukloni";

/* Remove an account label on SSO screen */
"Remove an account" = "Ukloni račun";

/* Select an account label on SSO screen */
"Select an account" = "Odaberite račun";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sesija je istekla, prijavite se ponovno.";

/* sign in button title */
"Sign In" = "Prijava";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Prijava putem <a>Facebooka</a> ili <b>Googlea</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Prijavljeni kao";

/* signing in state title for sign in button */
"Signing In" = "Prijava";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Žao nam je, sustav je pao. Pokušajte ponovno kasnije.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Žao nam je, ne možemo vas sad prijaviti. Pokušajte ponovno kasnije.";

/* sms tip prefix in 2lc */
"Text %@" = "Tekst %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Vaša tekstualna poruka se ne može poslati";

/* No comment provided by engineer. */
"Text message sent" = "Poslana je tekstualna poruka";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Stanje podataka drugog testa ne može se izdvojiti iz kratkotrajnih vjerodajnica";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Previše pokušaja. Pokušajte ponovno nakon 24 sata.";

/* No comment provided by engineer. */
"Try again" = "Ponovite";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Nije moguće uputiti glasovni poziv";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Prijava nije moguća. Provjerite datum sustava pa pokušajte ponovno.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Prijava nije uspjela. Pokušajte ponovo.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Ažuriranje računa";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Nadogradnja na Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Korisnik %@ već je prijavljen";

/* User already signed-in */
"User already signed-in" = "Korisnik je već prijavljen";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Potvrdni kôd je poslan na %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Glasovni poziv u tijeku";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Pozivamo vas pomoću potvrdnog koda na %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Ne prepoznajemo ovaj uređaj. Molimo da potvrdite identitet tako da odgovorite na sigurnosno pitanje.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Ne prepoznajemo ovaj uređaj. Molimo potvrdite identitet. Poslali smo vam potvrdni kôd.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Morate imati najmanje 13 godina.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Vaš račun je sad odblokiran. Molimo da se prijavite.";

/* No comment provided by engineer. */
"Your Answer" = "Vaš odgovor";

/* learn more alert msg line 1 */
"• New device?" = "• Novi uređaj?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• opcija za potvrdu prijave?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Prijava iz nove zemlje?";

